{
    "product title": {
        "Nonprofit Success Pack (NPSP)": ""
    },
    "product short description": {
        "The Foundation for the Connected Nonprofit": ""
    },
    "product description (markdown)": {
        "## Welcome to the Nonprofit Success Pack installer!\r\n\r\n**IMPORTANT**: Salesforce does not recommend installing upgrades directly in production organizations. Instead, install your NPSP upgrade in one of your free sandbox environments, or a developer organization first.\r\n\r\n**If you are upgrading from NPSP 2, you will need to do a step *before* running this installer. First, upgrade only the Recurring Donations package to version 3.10 by running the installer:**\r\n\r\n* [Install Recurring Donations 3.10 in Production or Developer Edition orgs](https://login.salesforce.com/packaging/installPackage.apexp?p0=04t80000000tpCB)\r\n* [Install Recurring Donations 3.10 in Sandbox orgs](https://test.salesforce.com/packaging/installPackage.apexp?p0=04t80000000tpCB)\r\n\r\nBe sure to Install for All Users and follow the prompts. Once the Recurring Donations package has been updated, you can proceed with the complete installation of Nonprofit Success Pack here. If you do not upgrade the Recurring Donations package first, you will get an error in the installer that can only be resolved by installing the Recurring Donations 3.10 package. You do not need to do this step if you already have a prior version of the Nonprofit Success Pack package (version 3.0 or later).": ""
    },
    "product legal agreement (markdown)": {
        "The Nonprofit Success Pack (“NPSP”) is an open-source package licensed by Salesforce.org (“SFDO”) under the BSD-3 Clause License, found at [https://opensource.org/licenses/BSD-3-Clause](https://opensource.org/licenses/BSD-3-Clause). ANY MASTER SUBSCRIPTION AGREEMENT YOU OR YOUR ENTITY MAY HAVE WITH SFDO DOES NOT APPLY TO YOUR USE OF NPSP. NPSP is provided “AS IS” AND AS AVAILABLE, AND SFDO MAKES NO WARRANTY OF ANY KIND REGARDING NPSP, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, FREEDOM FROM DEFECTS OR NON-INFRINGEMENT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.\r\n\r\nSFDO WILL HAVE NO LIABILITY ARISING OUT OF OR RELATED TO YOUR USE OF NPSP FOR ANY DIRECT DAMAGES OR FOR ANY LOST PROFITS, REVENUES, GOODWILL OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, COVER, BUSINESS INTERRUPTION OR PUNITIVE DAMAGES, WHETHER AN ACTION IS IN CONTRACT OR TORT AND REGARDLESS OF THE THEORY OF LIABILITY, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR IF A REMEDY OTHERWISE FAILS OF ITS ESSENTIAL PURPOSE. THE FOREGOING DISCLAIMER WILL NOT APPLY TO THE EXTENT PROHIBITED BY LAW. SFDO DISCLAIMS ALL LIABILITY AND INDEMNIFICATION OBLIGATIONS FOR ANY HARM OR DAMAGES CAUSED BY ANY THIRD-PARTY HOSTING PROVIDERS.": ""
    },
    "title of installation plan": {
        "Install NPSP": "",
        "Install NPSP for Trailhead Playgrounds": "",
        "Enhanced Recurring Donations Metadata Updates": "",
        "Install Reports & Dashboards": ""
    },
    "installation step title": {
        "Install {product} {version}": "",
        "Account Record Types": "",
        "Opportunity Record Types": "",
        "NPSP Config for Salesforce Mobile App": "",
        "Delete Developer Edition Sample Profiles": "",
        "NPSP Trial Experience": "",
        "Update Admin Profile": "",
        "Set Default Relationship Settings": "",
        "NPSP Reports & Dashboards": "",
        "Enhanced Recurring Donations Metadata Updates": ""
    },
    "installation step description": {
        "This deletes sample page layouts and profiles intended for Sales, Marketing, and Support use cases.": ""
    }
}