{
    "product": {
        "title": {
            "message": "Nonprofit Success Pack (NPSP)",
            "description": "name of product"
        },
        "short_description": {
            "message": "La Fondation pour l'organisme sans but lucratif connecté",
            "description": "tagline of product"
        },
        "description": {
            "message": "## Bienvenue dans le programme d’installation du Nonprofit Success Pack !\r\n\r\n**IMPORTANT** : Salesforce recommande de ne pas installer les mises à niveau directement dans les organisations de production. Au lieu de cela, installez d’abord votre mise à niveau NPSP dans l’un de vos environnements sandbox ou dans une organisation de développeurs.\r\n\r\n**Si vous effectuez une mise à niveau à partir de NPSP 2, vous devrez effectuer une étape *avant* d’exécuter ce programme d’installation. Tout d’abord, mettez à niveau uniquement le package des Dons récurrents vers la version 3.10 en exécutant le programme d’installation :**\r\n\r\n* [Install Recurring Donations 3.10 in Production or Developer Edition orgs](https://login.salesforce.com/packaging/installPackage.apexp?p0=04t80000000tpCB)\r\n* [Install Recurring Donations 3.10 in Sandbox orgs](https://test.salesforce.com/packaging/installPackage.apexp?p0=04t80000000tpCB)\r\n\r\nAssurez-vous de sélectionner l'option Installer pour tous les utilisateurs et suivez les invites. Une fois le package des Dons récurrents mis à jour, vous pouvez procéder à l’installation complète du Nonprofit Success Pack ici. Si vous ne mettez pas d’abord à niveau le package des Dons récurrents, vous obtiendrez une erreur dans le programme d’installation qui ne peut être résolue qu’en installant le package des Dons récurrents 3.10. Vous n’avez pas besoin d’effectuer cette étape si vous disposez déjà d'une version antérieure du package Nonprofit Success Pack (version 3.0 ou ultérieure).",
            "description": "shown on product detail page (markdown)"
        },
        "click_through_agreement": {
            "message": "Le Nonprofit Success Pack (« NPSP ») est un package open source sous licence de Salesforce.org (« SFDO ») sous la licence de clause BSD-3, disponible à l’adresse [https://opensource.org/licenses/BSD-3-Clause](https://opensource.org/licenses/BSD-3-Clause). TOUT CONTRAT D’ABONNEMENT PRINCIPAL QUE VOUS OU VOTRE ENTITÉ POUVEZ AVOIR AVEC SFDO NE S’APPLIQUE PAS À VOTRE UTILISATION DE NPSP. NPSP est fourni « EN L’ÉTAT » ET TEL QU'IL EST DISPONIBLE, ET SFDO N’OFFRE AUCUNE GARANTIE D’AUCUNE SORTE CONCERNANT NPSP, QU’ELLE SOIT EXPRESSE, IMPLICITE, STATUTAIRE OU AUTRE, NOTAMMENT LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER, D’ABSENCE DE DÉFAUT ET DE NON-CONTREFAÇON, DANS LA MESURE MAXIMALE AUTORISÉE PAR LA LOI APPLICABLE;\r\n\r\nSFDO DÉCLINE TOUTE RESPONSABILITÉ RÉSULTANT DE OU LIÉE À VOTRE UTILISATION DE NPSP POUR TOUT DOMMAGE OU PERTE DE PROFITS, REVENUS, GOODWILL DIRECT OU INDIRECT, SPÉCIAL, ACCESSOIRE, CONSÉCUTIF, EXEMPLAIRE, COUVERTURE, INTERRUPTION D’ACTIVITÉ OU DOMMAGES PUNITIFS, QUE L’ACTION SOIT CONTRACTUELLE OU DÉLICTUELLE ET INDÉPENDANTE DE LA THÉORIE DE RESPONSABILITÉ, MÊME SI INFORMÉ DE LA POSSIBILITÉ DE TELS DOMMAGES OU SI UN REMÈDE ÉCHOUE DANS SON OBJECTIF ESSENTIEL. L’EXONÉRATION SUSMENTIONNÉE NE S’APPLIQUERA PAS DANS LA MESURE INTERDITE PAR LA LOI. SFDO DÉCLINE TOUTE RESPONSABILITÉ ET OBLIGATION D’INDEMNISATION POUR TOUT PRÉJUDICE OU DOMMAGE CAUSÉ PAR DES FOURNISSEURS D’HÉBERGEMENT TIERS.",
            "description": "legal text shown in modal dialog"
        },
        "error_message": {
            "message": "Si vous rencontrez un problème d’installation, publiez-le dans [Power of Us Hub](https://powerofus.force.com/s/topic/0TO80000000DlHzGAK/nonprofit-success-pack-npsp).",
            "description": "shown after failed installation (markdown)"
        }
    },
    "plan:existing_org": {
        "title": {
            "message": "Installer NPSP",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "# Bienvenue dans le programme d’installation du Nonprofit Success Pack !\n\n**IMPORTANT** : Salesforce recommande de ne pas installer directement dans les organisations de production. Au lieu de cela, installez d’abord NPSP dans l’un de vos environnements sandbox ou dans une organisation de développeurs.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Merci d’avoir installé NPSP.  Pour toute question concernant NPSP, consultez le groupe [Nonprofit Success Pack](https://powerofus.force.com/_ui/core/chatter/groups/GroupProfilePage?g=0F980000000CjRe) sur le Hub Power of Us.",
            "description": "shown after successful installation (markdown)"
        }
    },
    "steps": {
        "Install {product} {version}": {
            "message": "Installer {product} {version}",
            "description": "title of installation step"
        },
        "Account Record Types": {
            "message": "Types d'enregistrement de compte",
            "description": "title of installation step"
        },
        "Opportunity Record Types": {
            "message": "Types d’enregistrement d’opportunité",
            "description": "title of installation step"
        },
        "NPSP Config for Salesforce Mobile App": {
            "message": "Configuration de NPSP pour l'application mobile Salesforce",
            "description": "title of installation step"
        },
        "Delete Developer Edition Sample Profiles": {
            "message": "Supprimer les exemples de profil Developer Edition",
            "description": "title of installation step"
        },
        "This deletes sample page layouts and profiles intended for Sales, Marketing, and Support use cases.": {
            "message": "Cette action supprime les exemples de présentation de page et de profil qui se rapportent aux cas d'utilisation Ventes, Marketing et Support.",
            "description": "description of installation step"
        },
        "NPSP Trial Experience": {
            "message": "Expérience d'évaluation NPSP",
            "description": "title of installation step"
        },
        "Update Admin Profile": {
            "message": "Mettre à jour le profil administrateur",
            "description": "title of installation step"
        },
        "Set Default Relationship Settings": {
            "message": "Définir les paramètres de relation par défaut",
            "description": "title of installation step"
        },
        "NPSP Reports & Dashboards": {
            "message": "Rapports et tableaux de bord NPSP",
            "description": "title of installation step"
        },
        "Enhanced Recurring Donations Metadata Updates": {
            "message": "Mises à jour des métadonnées des dons récurrents avancés",
            "description": "title of installation step"
        },
        "Add Relationships for Trailhead": {
            "message": "Ajouter des relations pour Trailhead",
            "description": "title of installation step"
        },
        "Ensure Opportunity Record Types": {
            "message": "Garantir les types d’enregistrement d’opportunité",
            "description": "title of installation step"
        },
        "Trailhead Playground Configuration": {
            "message": "Configuration de Trailhead Playground",
            "description": "title of installation step"
        },
        "Remove Default Metadata": {
            "message": "Retrait des métadonnées par défaut",
            "description": "title of installation step"
        },
        "Update Administrator Profile": {
            "message": "Mettre à jour le profil administrateur",
            "description": "title of installation step"
        },
        "Prepare for Data Load": {
            "message": "Préparer le chargement de données",
            "description": "title of installation step"
        },
        "Load Trailhead Data Set": {
            "message": "Charger le jeu de données Trailhead",
            "description": "title of installation step"
        },
        "Finalize Data Load": {
            "message": "Finaliser le chargement de données",
            "description": "title of installation step"
        },
        "Create User": {
            "message": "Créer un utilisateur",
            "description": "title of installation step"
        },
        "Assign Task Ownership": {
            "message": "Attribuer la propriété de la tâche",
            "description": "title of installation step"
        },
        "Configure Users": {
            "message": "Configurer des utilisateurs",
            "description": "title of installation step"
        },
        "Assign Event Ownership": {
            "message": "Attribuer la propriété de l'événement",
            "description": "title of installation step"
        }
    },
    "plan:new_org": {
        "title": {
            "message": "Installer NPSP pour les Trailhead Playgrounds",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "# Bienvenue dans le programme d’installation du Nonprofit Success Pack !\n\n**IMPORTANT** : Salesforce recommande de ne pas installer directement dans les organisations de production. Au lieu de cela, installez d’abord NPSP dans l’un de vos environnements sandbox ou dans une organisation de développeurs.\n\nAvertissement : Ce programme d’installation remplacera les métadonnées non gérées, y compris les mises en page et les autorisations. Il est destiné à être utilisé avec des organisations dans Trailhead Playground, et non avec des organisations de production.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Merci d’avoir installé NPSP.  Pour toute question concernant NPSP, consultez le groupe [Nonprofit Success Pack](https://powerofus.force.com/_ui/core/chatter/groups/GroupProfilePage?g=0F980000000CjRe) sur le Hub Power of Us.",
            "description": "shown after successful installation (markdown)"
        },
        "error_message": {
            "message": "Pour obtenir de l’aide sur cette erreur, accédez à [help.salesforce.com](https://help.salesforce.com/), recherchez la zone Support et services, et enregistrez un ticket de support technique avec Salesforce. Incluez « NPSP » dans la ligne d'objet et insérez dans votre commentaire le lien d’installation affiché ici.",
            "description": "shown after failed installation (markdown)"
        }
    },
    "plan:rd2": {
        "title": {
            "message": "Mises à jour des métadonnées des dons récurrents avancés",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Installez de nouvelles métadonnées (valeurs de liste de sélection, texte d’aide, etc.) pour les Dons récurrents améliorés. Après avoir installé les métadonnées, revenez à votre organisation Salesforce pour continuer la mise à niveau vers les Dons récurrents améliorés.",
            "description": "shown before user starts installation (markdown)"
        },
        "post_install_message": {
            "message": "Les métadonnées des Dons récurrents améliorés ont été déployées avec succès. Cependant, il reste des tâches à accomplir pour terminer la mise à niveau vers les Dons récurrents améliorés. Reconnectez-vous à votre organisation pour terminer le processus de mise à niveau.",
            "description": "shown after successful installation (markdown)"
        }
    },
    "checks": {
        "Please ensure that Enhanced Recurring Donations is enabled in your org before beginning the installation.": {
            "message": "Avant de lancer l'installation, assurez-vous que les Dons récurrents avancés sont activés dans votre organisation.",
            "description": "shown if validation fails"
        },
        "Please enable My Domain in your org prior to installing.": {
            "message": "Avant l'installation, activez My Domain dans votre organisation.",
            "description": "shown if validation fails"
        },
        "Nonprofit Success Pack requires Chatter. Please enable Chatter in your org and try again.": {
            "message": "Le Nonprofit Success Pack nécessite Chatter. Activez Chatter dans votre organisation, puis réessayez.",
            "description": "shown if validation fails"
        },
        "Advanced Currency Management must be disabled to install Nonprofit Success Pack, but can be enabled after installation. See the Power of Us Hub for assistance.": {
            "message": "La Gestion avancée des devises doit être activée pour installer Nonprofit Success Pack, mais peut être activée après l'installation.",
            "description": "shown if validation fails"
        },
        "Nonprofit Success Pack is already installed in this org. This installer cannot be used with orgs that already have NPSP.": {
            "message": "Le Nonprofit Success Pack est déjà installé dans cette organisation. Ce programme d'installation ne peut pas être utilisé avec les organisations qui ont déjà NPSP.",
            "description": "shown if validation fails"
        },
        "Nonprofit Success Pack is required to install NPSP Reports & Dashboards. Please install NPSP and try again.": {
            "message": "Le Nonprofit Success Pack est requis pour installer les Rapports et tableaux de bord NPSP. Installez NPSP, puis réessayez.",
            "description": "shown if validation fails"
        },
        "Advanced Currency Management must be disabled to install Nonprofit Success Pack, but can be enabled after installation.": {
            "message": "La Gestion avancée des devises doit être activée pour installer Nonprofit Success Pack, mais peut être activée après l'installation.",
            "description": "shown if validation fails"
        },
        "This installer is intended only for Trailhead Playground orgs. Your org doesn't appear to be a Trailhead Playground. Continuing with the installation can damage your org.": {
            "message": "Ce programme d'installation est réservé aux organisations Trailhead Playground. Votre organisation ne correspond pas à un Trailhead Playground. Si vous continuez l'installation, vous risquez d'endommager votre organisation.",
            "description": "shown if validation fails"
        }
    },
    "plan:reports": {
        "title": {
            "message": "Installer les rapports et tableaux de bord",
            "description": "title of installation plan"
        },
        "preflight_message": {
            "message": "Les rapports et tableaux de bord NPSP sont livrés avec de nouvelles versions d’essai et installations de NPSP depuis la version 3.90 (février 2017). Si vous avez démarré une version d’essai ou installé NPSP avant cette version, utilisez ce programme d’installation pour ajouter les rapports et les tableaux de bord. Pour plus d'informations sur les rapports et tableaux de bord NPSP, consultez le [NPSP Reports Workbook](https://powerofus.force.com/articles/Resource/NPSP-Reports-Workbook).\n\nCe programme d’installation nécessite les 5 types d’enregistrement d’opportunité inclus dans le modèle d’essai standard Nonprofit Starter Pack, et les crée s’ils n’existent pas dans votre organisation. Ce programme d’installation recherche les types d'enregistrement par nom de développeur (pas par étiquette). Par conséquent, si vous avez modifié les noms de développeur des types d'enregistrement d’origine, le programme d'installation les ajoute de nouveau. Les noms de développeur de type d'enregistrement sont les suivants :\n\n* Donation\n* MajorGift\n* MatchingDonation\n* Grant\n* Membership",
            "description": "shown before user starts installation (markdown)"
        }
    }
}
